const courses = [
    {
        id: 1,
        name: 'Photoshop',
        iconSrc: "skillbox.svg",
        title: "Профессия дизайнер от 0 до PRO",
        tags: [
            'Photoshop',
            'Дизайн'
        ],
        price: 24000,
        credit: 5000,
        discount: 10000,
        rating: 5,
        reviews: 20,
        body: 'Студенты освоят не только hard skills, необходимые для работы веб-дизайнером, но и soft skills — навыки, которые позволят эффективно взаимодействовать в команде с менеджерами, разработчиками и маркетологами. Выпускники факультета могут успешно конкурировать с веб-дизайнерами уровня middle.',
        info: [
            {
                name: 'Документ об окончании',
                option: 'Диплом',
            },
            {
                name: 'Сложность',
                option: 'Начальная',
            },
            {
                name: 'Длительность',
                option: '5 месяцев',
            },
        ],
        features: [
            {
                name: 'Преимущества',
                body: 'Хорошо структурирован курс, быстрый отклик преподователей, качество подачи материала',
                color: 'green'
            },
            {
                name: 'Недостатки',
                body: 'Некоторое темы раскрыты не до конца',
                color: 'red'
            }
        ],
        vacanciesTotal: '1 210',
        vacanciesPrice: [
            {
                name: 'Начальный',
                price: '110 000',
                level: 1,
            },
            {
                name: 'Средний',
                price: '190 000',
                level: 2,

            },
            {
                name: 'Профессионал',
                price: '260 000',
                level: 3,
            }
        ],
        benefits: [
            {
                name: 'Мобильность специалиста',
                body: 'Выше указаны программы Adobe InDesign, Adobe Illustrator, Corel Draw и ими можно успешно пользоваться дома или в дороге. Современные ноутбуки хорошо справляются с нагрузкой, так зачем загонять специалиста в душный офис. В этой профессии важным считается вдохновение, поэтому дизайнеры ищут его в разных местах.',
            },
            {
                name: 'Индивидуальный график работы',
                body: 'Если освоить программы и найти заказы по графическому дизайну, вскоре окажется, что вставать в 6:00 вовсе не обязательно. Когда у человека вечером продуктивность выше, надо этим пользоваться.',
            },
            {
                name: 'Контроль дохода',
                body: 'Прохождения собеседований в крупные компании могут принести свои плоды. В случае с профессией графического дизайна вполне возможна работа на рынке фриланса. Специалист сам выбирает регион, с кем работать и сколько работать. В связи с этим получится точно контролировать доход в большую или меньшую сторону.',
            },
            {
                name: 'Выбор работы',
                body: 'Пользователи сети, которые знают Photoshop, не обязательно должны выполнять одну работу. Профессия графического дизайнера дает возможность отойти от обычных проектов и повысить скил в других компьютерных программах.',
            }
        ],
        perspective: 'При завершении очередного проекта над графикой, специалист всегда задает себе вопрос о дальнейших перспективах. Отличие профессиональных дизайнеров заключается в том, что они гибкие. Сегодня разрабатывается логотип новой компании, а завтра вполне можно переключиться на иллюстрацию культовой книги.',
        skills: ['Работа в Photoshop', 'Подготовка макетов', 'Графический дизайн', 'Web дизайн', 'Дизайн сайтов']
    },
    {
        id: 2,
        name: 'Photoshop',
        iconSrc: "skillbox.svg",
        title: "Профессия дизайнер от 0 до PRO",
        tags: [
            'Photoshop',
            'Дизайн'
        ],
        price: 20000,
        credit: 5000,
        discount: 10000,
        rating: 3,
        reviews: 2,
        body: 'Студенты освоят не только hard skills, необходимые для работы веб-дизайнером, но и soft skills — навыки, которые позволят эффективно взаимодействовать в команде с менеджерами, разработчиками и маркетологами. Выпускники факультета могут успешно конкурировать с веб-дизайнерами уровня middle.',
        info: [
            {
                name: 'Документ об окончании',
                option: 'Диплом',
            },
            {
                name: 'Сложность',
                option: 'Начальная',
            },
            {
                name: 'Длительность',
                option: '5 месяцев',
            },
        ],
        features: [
            {
                name: 'Преимущества',
                body: 'Хорошо структурирован курс, быстрый отклик преподователей, качество подачи материала',
                color: 'green'
            },
            {
                name: 'Недостатки',
                body: 'Некоторое темы раскрыты не до конца',
                color: 'red'
            }
        ],
        vacanciesTotal: '1 210',
        vacanciesPrice: [
            {
                name: 'Начальный',
                price: '110 000',
                level: 1,
            },
            {
                name: 'Средний',
                price: '190 000',
                level: 2,

            },
            {
                name: 'Профессионал',
                price: '260 000',
                level: 3,
            }
        ],
        benefits: [
            {
                name: 'Мобильность специалиста',
                body: 'Выше указаны программы Adobe InDesign, Adobe Illustrator, Corel Draw и ими можно успешно пользоваться дома или в дороге. Современные ноутбуки хорошо справляются с нагрузкой, так зачем загонять специалиста в душный офис. В этой профессии важным считается вдохновение, поэтому дизайнеры ищут его в разных местах.',
            },
            {
                name: 'Индивидуальный график работы',
                body: 'Если освоить программы и найти заказы по графическому дизайну, вскоре окажется, что вставать в 6:00 вовсе не обязательно. Когда у человека вечером продуктивность выше, надо этим пользоваться.',
            },
            {
                name: 'Контроль дохода',
                body: 'Прохождения собеседований в крупные компании могут принести свои плоды. В случае с профессией графического дизайна вполне возможна работа на рынке фриланса. Специалист сам выбирает регион, с кем работать и сколько работать. В связи с этим получится точно контролировать доход в большую или меньшую сторону.',
            },
            {
                name: 'Выбор работы',
                body: 'Пользователи сети, которые знают Photoshop, не обязательно должны выполнять одну работу. Профессия графического дизайнера дает возможность отойти от обычных проектов и повысить скил в других компьютерных программах.',
            }
        ],
        perspective: 'При завершении очередного проекта над графикой, специалист всегда задает себе вопрос о дальнейших перспективах. Отличие профессиональных дизайнеров заключается в том, что они гибкие. Сегодня разрабатывается логотип новой компании, а завтра вполне можно переключиться на иллюстрацию культовой книги.',
        skills: ['Работа в Photoshop', 'Подготовка макетов', 'Графический дизайн', 'Web дизайн', 'Дизайн сайтов']
    },
    {
        id: 3,
        name: 'Figma',
        iconSrc: "skillbox.svg",
        title: "Профессия дизайнер от 0 до PRO",
        tags: [
            'Figma',
            'Дизайн'
        ],
        price: 14000,
        credit: 5000,
        discount: 10000,
        rating: 1,
        reviews: 20,
        body: 'Студенты освоят не только hard skills, необходимые для работы веб-дизайнером, но и soft skills — навыки, которые позволят эффективно взаимодействовать в команде с менеджерами, разработчиками и маркетологами. Выпускники факультета могут успешно конкурировать с веб-дизайнерами уровня middle.',
        info: [
            {
                name: 'Документ об окончании',
                option: 'Диплом',
            },
            {
                name: 'Сложность',
                option: 'Начальная',
            },
            {
                name: 'Длительность',
                option: '5 месяцев',
            },
        ],
        features: [
            {
                name: 'Преимущества',
                body: 'Хорошо структурирован курс, быстрый отклик преподователей, качество подачи материала',
                color: 'green'
            },
            {
                name: 'Недостатки',
                body: 'Некоторое темы раскрыты не до конца',
                color: 'red'
            }
        ],
        vacanciesTotal: '1 210',
        vacanciesPrice: [
            {
                name: 'Начальный',
                price: '110 000',
                level: 1,
            },
            {
                name: 'Средний',
                price: '190 000',
                level: 2,

            },
            {
                name: 'Профессионал',
                price: '260 000',
                level: 3,
            }
        ],
        benefits: [
            {
                name: 'Мобильность специалиста',
                body: 'Выше указаны программы Adobe InDesign, Adobe Illustrator, Corel Draw и ими можно успешно пользоваться дома или в дороге. Современные ноутбуки хорошо справляются с нагрузкой, так зачем загонять специалиста в душный офис. В этой профессии важным считается вдохновение, поэтому дизайнеры ищут его в разных местах.',
            },
            {
                name: 'Индивидуальный график работы',
                body: 'Если освоить программы и найти заказы по графическому дизайну, вскоре окажется, что вставать в 6:00 вовсе не обязательно. Когда у человека вечером продуктивность выше, надо этим пользоваться.',
            },
            {
                name: 'Контроль дохода',
                body: 'Прохождения собеседований в крупные компании могут принести свои плоды. В случае с профессией графического дизайна вполне возможна работа на рынке фриланса. Специалист сам выбирает регион, с кем работать и сколько работать. В связи с этим получится точно контролировать доход в большую или меньшую сторону.',
            },
            {
                name: 'Выбор работы',
                body: 'Пользователи сети, которые знают Photoshop, не обязательно должны выполнять одну работу. Профессия графического дизайнера дает возможность отойти от обычных проектов и повысить скил в других компьютерных программах.',
            }
        ],
        perspective: 'При завершении очередного проекта над графикой, специалист всегда задает себе вопрос о дальнейших перспективах. Отличие профессиональных дизайнеров заключается в том, что они гибкие. Сегодня разрабатывается логотип новой компании, а завтра вполне можно переключиться на иллюстрацию культовой книги.',
        skills: ['Работа в Photoshop', 'Подготовка макетов', 'Графический дизайн', 'Web дизайн', 'Дизайн сайтов']
    }
];

export default courses;
