const profession = [
    {
        id: 1,
        iconSrc: "skillbox.svg",
        title: "Профессия дизайнер от 0 до PRO",
        tags: [
            'Photoshop',
            'Дизайн'
        ],
        price: '24 000',
        credit: '5 000',
        discount: '10 000',
        rating: 4,
        reviews: 20,
        body: 'Студенты освоят не только hard skills, необходимые для работы веб-дизайнером, но и soft skills — навыки, которые позволят эффективно взаимодействовать в команде с менеджерами, разработчиками и маркетологами. Выпускники факультета могут успешно конкурировать с веб-дизайнерами уровня middle.',
        info: [
            {
                name: 'Документ об окончании',
                option: 'Диплом',
            },
            {
                name: 'Сложность',
                option: 'Начальная',
            },
            {
                name: 'Длительность',
                option: '5 месяцев',
            },
        ],
        benefits: [
            {
                name: 'Преимущества',
                body: 'Хорошо структурирован курс, быстрый отклик преподователей, качество подачи материала',
                color: 'green'
            },
            {
                name: 'Недостатки',
                body: 'Некоторое темы раскрыты не до конца',
                color: 'red'
            }
        ]
    }
]

export default profession;
